Repository: teamleaderleo/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextActions/ActionCatalog.xcstrings
Source language: en
Languages: ja

# action.about
source: About cmux
ja: cmux について

# action.agentPane.continueIn
source: Continue in…
ja: …で続行

# action.agentPane.createCheckpoint
source: Create checkpoint
ja: チェックポイントを作成する

# action.agentPane.permission.allowChat
source: Allow for this chat
ja: このチャットで許可

# action.agentPane.permission.allowOnce
source: Allow once
ja: 一度許可

# action.agentPane.permission.deny
source: Deny
ja: 拒否

# action.agentPane.permission.expand
source: Expand permission details
ja: 権限の詳細を展開

# action.agentPane.permission.refresh
source: Refresh permissions
ja: 権限を更新

# action.agentPane.permission.retry
source: Check and retry permission
ja: 権限を確認して再試行

# action.agentPane.permission.revoke
source: Revoke chat permission
ja: チャットの権限を取り消す

# action.agentPane.searchChats
source: Search Agent Chats
ja: エージェントのチャットを検索

# action.appearance.animationSpeed.fast
source: Use Fast Animations
ja: 高速アニメーションを使用

# action.appearance.animationSpeed.normal
source: Use Normal Animations
ja: 標準アニメーションを使用

# action.appearance.animationSpeed.off
source: Turn Off Animations
ja: アニメーションをオフ

# action.appearance.density.comfortable
source: Use Comfortable Density
ja: ゆったり表示を使用

# action.appearance.density.compact
source: Use Compact Density
ja: コンパクト表示を使用

# action.appearance.interfaceSize.decrease
source: Decrease Interface Size
ja: インターフェイスのサイズを小さく

# action.appearance.interfaceSize.increase
source: Increase Interface Size
ja: インターフェイスのサイズを大きく

# action.appearance.interfaceSize.reset
source: Reset Interface Size
ja: インターフェイスのサイズをリセット

# action.attachTextBoxFile
source: Attach File to TextBox
ja: TextBox にファイルを添付

# action.browser.openInChromium
source: Open in Chromium
ja: Chromium で開く

# action.browser.openInWebKit
source: Open in WebKit
ja: WebKit で開く

# action.browserBack
source: Back
ja: 戻る

# action.browserForward
source: Forward
ja: 進む

# action.browserHardReload
source: Hard Reload Page
ja: ページを強制再読み込み

# action.browserReload
source: Reload Page
ja: ページを再読み込み

# action.browserScreenshotPage
source: Screenshot Page
ja: ページのスクリーンショット

# action.browserScreenshotSection
source: Screenshot Section
ja: セクションのスクリーンショット

# action.browserTheme
source: Browser Theme…
ja: ブラウザのテーマ…

# action.browserZoomIn
source: Zoom In
ja: 拡大

# action.browserZoomOut
source: Zoom Out
ja: 縮小

# action.browserZoomReset
source: Actual Size
ja: 実寸表示

# action.canvasAlignBottom
source: Align Panes Bottom
ja: ペインを下揃え

# action.canvasAlignLeft
source: Align Panes Left
ja: ペインを左揃え

# action.canvasAlignRight
source: Align Panes Right
ja: ペインを右揃え

# action.canvasAlignTop
source: Align Panes Top
ja: ペインを上揃え

# action.canvasDistributeHorizontally
source: Distribute Panes Horizontally
ja: ペインを水平方向に均等配置

# action.canvasDistributeVertically
source: Distribute Panes Vertically
ja: ペインを垂直方向に均等配置

# action.canvasEqualizeHeights
source: Equalize Pane Heights
ja: ペインの高さを揃える

# action.canvasEqualizeWidths
source: Equalize Pane Widths
ja: ペインの幅を揃える

# action.canvasOverview
source: Canvas Overview
ja: キャンバスの概要

# action.canvasRevealFocusedPane
source: Reveal Focused Pane on Canvas
ja: キャンバスでフォーカス中のペインを表示

# action.canvasTidy
source: Tidy Canvas
ja: キャンバスを整頓

# action.canvasZoomIn
source: Canvas Zoom In
ja: キャンバスを拡大

# action.canvasZoomOut
source: Canvas Zoom Out
ja: キャンバスを縮小

# action.canvasZoomReset
source: Canvas Actual Size
ja: キャンバスを実寸表示

# action.checklistAttachImages
source: Attach Images to Checklist Item…
ja: チェックリスト項目に画像を添付…

# action.checklistCompleteItem
source: Complete Checklist Item
ja: チェックリスト項目を完了

# action.checklistEditItem
source: Edit Checklist Item…
ja: チェックリスト項目を編集…

# action.checklistMarkInProgress
source: Mark Checklist Item In Progress
ja: チェックリスト項目を進行中にする

# action.checklistOpenAsPane
source: Open Checklist as Pane
ja: チェックリストをペインで開く

# action.checklistRemoveItem
source: Remove Checklist Item
ja: チェックリスト項目を削除

# action.clearAllNotifications
source: Clear All Notifications
ja: すべての通知をクリア

# action.clearScreenKeepScrollback
source: Clear Screen (Keep Scrollback)
ja: 画面をクリア(スクロールバックを保持)

# action.clearWorkspaceNotifications
source: Clear Workspace Notifications
ja: ワークスペースの通知をクリア

# action.closeOtherTabsInPane
source: Close Other Tabs
ja: 他のタブを閉じる

# action.closeTab
source: Close Tab
ja: タブを閉じる

# action.closeTabsToLeft
source: Close Tabs to the Left
ja: 左側のタブを閉じる

# action.closeTabsToRight
source: Close Tabs to the Right
ja: 右側のタブを閉じる

# action.closeWindow
source: Close Window
ja: ウインドウを閉じる

# action.closeWorkspace
source: Close Workspace
ja: ワークスペースを閉じる

# action.cloudCopyLink
source: Copy Machine Link
ja: マシンのリンクをコピー

# action.cloudCopyMachineID
source: Copy Machine ID
ja: マシン ID をコピー

# action.cloudCopyPort
source: Copy Machine Port
ja: マシンのポートをコピー

# action.cloudDiagnostics
source: Cloud Diagnostics…
ja: Cloud 診断…

# action.cloudExec
source: Run Command on Cloud Machine…
ja: Cloud マシンでコマンドを実行…

# action.cloudKillMachine
source: Kill Machine
ja: マシンを強制終了

# action.cloudNewTerminal
source: New Terminal on Machine
ja: マシンで新規ターミナル

# action.cloudOpenMachine
source: Open Machine
ja: マシンを開く

# action.cloudRenameMachine
source: Rename Machine…
ja: マシン名を変更…

# action.cloudResizeMachine
source: Resize Machine…
ja: マシンのサイズを変更…

# action.cloudSSH
source: Open Cloud SSH Terminal
ja: Cloud SSH ターミナルを開く

# action.commandPalette
source: Command Palette…
ja: コマンドパレット…

# action.commandPaletteNext
source: Palette: Select Next Item
ja: パレット: 次の項目を選択

# action.commandPalettePrevious
source: Palette: Select Previous Item
ja: パレット: 前の項目を選択

# action.computerUseFocus
source: Focus Computer Use
ja: コンピュータ操作にフォーカス

# action.computerUseFocusCallingTerminal
source: Focus Calling Terminal
ja: 呼び出し元のターミナルにフォーカス

# action.computerUseStop
source: Stop Computer Use
ja: コンピュータ操作を停止

# action.copyWorkspaceSSHError
source: Copy SSH Error
ja: SSH エラーをコピー

# action.cycleTextBoxSubmitAction
source: Cycle TextBox Submit Action
ja: TextBox の送信動作を切り替え

# action.cycleWorkspaceStatus
source: Cycle Workspace Status
ja: ワークスペースの状態を切り替え

# action.decreaseWorkspaceTerminalFontSize
source: Decrease Workspace Font Size
ja: ワークスペースのフォントサイズを小さく

# action.diffViewerGoToBottom
source: Diff: Go to Bottom
ja: 差分: 末尾へ移動

# action.diffViewerGoToTop
source: Diff: Go to Top
ja: 差分: 先頭へ移動

# action.diffViewerHalfPageDown
source: Diff: Half Page Down
ja: 差分: 半ページ下へ

# action.diffViewerHalfPageUp
source: Diff: Half Page Up
ja: 差分: 半ページ上へ

# action.diffViewerNextFile
source: Diff: Next File
ja: 差分: 次のファイル

# action.diffViewerNextHunk
source: Diff: Next Hunk
ja: 差分: 次のハンク

# action.diffViewerNextLine
source: Diff: Next Line
ja: 差分: 次の行

# action.diffViewerPreviousFile
source: Diff: Previous File
ja: 差分: 前のファイル

# action.diffViewerPreviousHunk
source: Diff: Previous Hunk
ja: 差分: 前のハンク

# action.diffViewerPreviousLine
source: Diff: Previous Line
ja: 差分: 前の行

# action.diffViewerSearch
source: Diff: Search
ja: 差分: 検索

# action.disconnectRemoteTab
source: Disconnect SSH Tab
ja: SSH タブを切断

# action.disconnectWorkspace
source: Disconnect Workspace
ja: ワークスペースを切断

# action.duplicateTab
source: Duplicate Tab
ja: タブを複製

# action.editWorkspaceDescription
source: Edit Workspace Description…
ja: ワークスペースの説明を編集…

# action.equalizeSplits
source: Equalize Splits
ja: 分割を均等にする

# action.feed.show
source: Show Feed
ja: フィードを表示

# action.file.open
source: Open File…
ja: ファイルを開く…

# action.fileExplorerCopyPath
source: Copy Path
ja: パスをコピー

# action.fileExplorerCopyRelativePath
source: Copy Relative Path
ja: 相対パスをコピー

# action.fileExplorerOpenInCmux
source: Open in cmux
ja: cmux で開く

# action.fileExplorerOpenSelection
source: Open Selection
ja: 選択項目を開く

# action.fileExplorerOpenSelectionFinderAlias
source: Open Selection (Finder Style)
ja: 選択項目を開く(Finder 形式)

# action.fileExplorerOpenWith
source: Open With…
ja: このアプリケーションで開く…

# action.fileExplorerReveal
source: Reveal in Finder
ja: Finder で表示

# action.filePreviewOpenExternally
source: Open File Externally
ja: ファイルを外部で開く

# action.filePreviewOpenWith
source: Open File With…
ja: このアプリケーションで開く…

# action.filePreviewRevealInFinder
source: Reveal File in Finder
ja: ファイルを Finder で表示

# action.find
source: Find…
ja: 検索…

# action.findInDirectory
source: Find in Directory…
ja: ディレクトリ内を検索…

# action.findNext
source: Find Next
ja: 次を検索

# action.findPrevious
source: Find Previous
ja: 前を検索

# action.focusBrowserAddressBar
source: Focus Address Bar
ja: アドレスバーにフォーカス

# action.focusDown
source: Focus Pane Below
ja: 下のペインにフォーカス

# action.focusHistoryBack
source: Focus Back
ja: 前のフォーカスへ戻る

# action.focusHistoryForward
source: Focus Forward
ja: 次のフォーカスへ進む

# action.focusHistoryLast
source: Focus Last
ja: 直前のフォーカスへ切り替え

# action.focusLeft
source: Focus Pane Left
ja: 左のペインにフォーカス

# action.focusLocation
source: Focus Location Bar
ja: ロケーションバーにフォーカス

# action.focusNextPane
source: Focus Next Pane
ja: 次のペインにフォーカス

# action.focusPreviousPane
source: Focus Previous Pane
ja: 前のペインにフォーカス

# action.focusRight
source: Focus Pane Right
ja: 右のペインにフォーカス

# action.focusRightSidebar
source: Focus Right Sidebar
ja: 右サイドバーにフォーカス

# action.focusRing.singlePane.toggle
source: Toggle Focus Ring for a Single Pane
ja: 単一ペインのフォーカスリングを切り替え

# action.focusRing.style.glow
source: Use Glow Focus Style
ja: グロー型のフォーカス表示を使用

# action.focusRing.style.ring
source: Use Ring Focus Style
ja: リング型のフォーカス表示を使用

# action.focusRing.toggle
source: Toggle Focus Ring
ja: フォーカスリングを切り替え

# action.focusTextBoxInput
source: Focus TextBox
ja: TextBox にフォーカス

# action.focusUp
source: Focus Pane Above
ja: 上のペインにフォーカス

# action.globalSearch
source: Search All Windows…
ja: すべてのウインドウを検索…

# action.goToWorkspace
source: Go to Workspace…
ja: ワークスペースへ移動…

# action.groupSelectedWorkspaces
source: Group Selected Workspaces
ja: 選択したワークスペースをグループ化

# action.help.documentation
source: cmux Documentation…
ja: cmux ドキュメント…

# action.help.featureFlags
source: Feature Flags
ja: 機能フラグ

# action.hideFind
source: Hide Find Bar
ja: 検索バーを隠す

# action.home.show
source: Go to Home
ja: ホームへ移動

# action.increaseWorkspaceTerminalFontSize
source: Increase Workspace Font Size
ja: ワークスペースのフォントサイズを大きく

# action.jumpToUnread
source: Jump to Latest Unread
ja: 最新の未読へ移動

# action.keepMacAwake
source: Keep Mac Awake
ja: Mac をスリープさせない

# action.keybindings.open
source: Open Keyboard Shortcuts
ja: キーボードショートカットを開く

# action.layout.centerFocusedColumn.always
source: Always Center Focused Column
ja: フォーカス中の列を常に中央に

# action.layout.centerFocusedColumn.never
source: Scroll Columns Minimally
ja: 列を最小限だけスクロール

# action.layout.centerFocusedColumn.onOverflow
source: Center Focused Column on Overflow
ja: 収まらない時にフォーカス中の列を中央に

# action.link.open
source: Open Link…
ja: リンクを開く…

# action.manageLayouts
source: Manage Layout Templates…
ja: レイアウトテンプレートを管理…

# action.markAllNotificationsRead
source: Mark All Notifications as Read
ja: すべての通知を既読にする

# action.markOldestUnreadAndJumpNext
source: Mark Oldest Unread and Jump Next
ja: 最も古い未読を既読にして次へ

# action.markWorkspaceDone
source: Mark Workspace as Done
ja: ワークスペースを完了にする

# action.markdownZoomIn
source: Markdown: Zoom In
ja: Markdown: 拡大

# action.markdownZoomOut
source: Markdown: Zoom Out
ja: Markdown: 縮小

# action.markdownZoomReset
source: Markdown: Actual Size
ja: Markdown: 実寸表示

# action.minimizeWindow
source: Minimize
ja: しまう

# action.moveSurfaceLeft
source: Move Tab Left
ja: タブを左へ移動

# action.moveSurfaceRight
source: Move Tab Right
ja: タブを右へ移動

# action.moveSurfaceToNextPane
source: Move Tab to Next Pane
ja: タブを次のペインへ移動

# action.moveSurfaceToPaneDown
source: Move Tab to Pane Below
ja: タブを下のペインへ移動

# action.moveSurfaceToPaneLeft
source: Move Tab to Pane Left
ja: タブを左のペインへ移動

# action.moveSurfaceToPaneRight
source: Move Tab to Pane Right
ja: タブを右のペインへ移動

# action.moveSurfaceToPaneUp
source: Move Tab to Pane Above
ja: タブを上のペインへ移動

# action.moveSurfaceToPreviousPane
source: Move Tab to Previous Pane
ja: タブを前のペインへ移動

# action.moveWorkspaceDown
source: Move Workspace Down
ja: ワークスペースを下へ移動

# action.moveWorkspaceToGroup
source: Move Workspace to Group…
ja: ワークスペースをグループへ移動…

# action.moveWorkspaceToWindow
source: Move Workspace to Window…
ja: ワークスペースを別のウインドウへ移動…

# action.moveWorkspaceUp
source: Move Workspace Up
ja: ワークスペースを上へ移動

# action.newBrowserWorkspace
source: New Browser Workspace
ja: 新規ブラウザワークスペース

# action.newCloudMachine
source: New Cloud Machine…
ja: 新規 Cloud マシン…

# action.newCloudWorkspace
source: New Cloud Workspace
ja: 新規 Cloud ワークスペース

# action.newColumn
source: New Column
ja: 新しい列

# action.newPaneAutoLayout
source: New Pane (Auto Layout)
ja: 新規ペイン(自動レイアウト)

# action.newRow
source: New Row
ja: 新しい行

# action.newSurface
source: New Terminal Tab
ja: 新規ターミナルタブ

# action.newTab
source: New Workspace
ja: 新規ワークスペース

# action.newTab.page
source: New Tab Page
ja: 新しいタブページ

# action.newTab.sameKind
source: New Tab
ja: 新規タブ

# action.newWindow
source: New Window
ja: 新規ウインドウ

# action.newWorkspaceGroup
source: New Workspace Group
ja: 新規ワークスペースグループ

# action.nextSidebarTab
source: Next Workspace
ja: 次のワークスペース

# action.nextSidebarTabInGroup
source: Next Workspace in Group
ja: グループ内の次のワークスペース

# action.nextSurface
source: Next Tab
ja: 次のタブ

# action.nextWorkspaceGroup
source: Next Workspace Group
ja: 次のワークスペースグループ

# action.notificationCopy
source: Copy Notification
ja: 通知をコピー

# action.notificationDismiss
source: Dismiss Notification
ja: 通知を閉じる

# action.notificationOpen
source: Open Notification
ja: 通知を開く

# action.notificationToggleRead
source: Mark Notification Read/Unread
ja: 通知を既読/未読にする

# action.notifications.dismissal.click
source: Clear Notifications on Click
ja: クリック時に通知を消去

# action.notifications.dismissal.explicit
source: Clear Notifications Only When Opened
ja: 開いた時だけ通知を消去

# action.notifications.dismissal.focus
source: Clear Notifications on Focus
ja: フォーカス時に通知を消去

# action.notifications.dismissal.keystroke
source: Clear Notifications When Typing
ja: 入力時に通知を消去

# action.notifications.dismissal.never
source: Never Clear Notifications Automatically
ja: 通知を自動で消去しない

# action.notifications.dismissal.timeout
source: Clear Notifications After a Timeout
ja: 一定時間後に通知を消去

# action.notifications.toggleBanners
source: Toggle Notification Banners
ja: 通知バナーを切り替え

# action.notifications.toggleWorkspaceMute
source: Mute or Unmute Workspace Notifications
ja: ワークスペースの通知をミュート/解除

# action.openBrowser
source: New Browser Tab
ja: 新規ブラウザタブ

# action.openBrowser.chromium
source: New Browser Tab
ja: 新規ブラウザタブ

# action.openBrowser.webkit
source: New WebKit Tab
ja: 新規 WebKit タブ

# action.openDiffViewer
source: Open Diff Viewer
ja: 差分ビューアを開く

# action.openFolder
source: Open Folder…
ja: フォルダを開く…

# action.openLinkInDefaultBrowser
source: Open Link in Default Browser
ja: リンクをデフォルトのブラウザで開く

# action.openLinkInNewTab
source: Open Link in New Tab
ja: リンクを新規タブで開く

# action.openSettings
source: Settings…
ja: 設定…

# action.openTeamPicker
source: Team Picker
ja: チームを選択

# action.palette.addWorkspaceChecklistItem
source: Add Checklist Item…
ja: チェックリスト項目を追加…

# action.palette.applyUpdateIfAvailable
source: Install Available Update
ja: 利用可能なアップデートをインストール

# action.palette.attemptUpdate
source: Attempt Update
ja: アップデートを試す

# action.palette.auth.signIn
source: Sign In
ja: サインイン

# action.palette.auth.signOut
source: Sign Out
ja: サインアウト

# action.palette.browserClearHistory
source: Clear Browser History
ja: ブラウザの履歴を消去

# action.palette.browserOpenDefault
source: Open in Default Browser
ja: デフォルトのブラウザで開く

# action.palette.browserToggleOmnibar
source: Toggle Omnibar
ja: オムニバーを切り替え

# action.palette.checkForUpdates
source: Check for Updates…
ja: アップデートを確認…

# action.palette.clearTabName
source: Clear Tab Name
ja: タブ名をクリア

# action.palette.clearWorkspaceDescription
source: Clear Workspace Description
ja: ワークスペースの説明をクリア

# action.palette.clearWorkspaceName
source: Clear Workspace Name
ja: ワークスペース名をクリア

# action.palette.closeOtherWorkspaces
source: Close Other Workspaces
ja: 他のワークスペースを閉じる

# action.palette.closeWorkspacesAbove
source: Close Workspaces Above
ja: 上のワークスペースを閉じる

# action.palette.closeWorkspacesBelow
source: Close Workspaces Below
ja: 下のワークスペースを閉じる

# action.palette.cloud.fork
source: Fork Cloud Machine
ja: Cloud マシンをフォーク

# action.palette.cloud.handoff
source: Hand Off Cloud Machine
ja: Cloud マシンを引き継ぐ

# action.palette.cloud.ports
source: Cloud Machine Ports
ja: Cloud マシンのポート

# action.palette.cloud.promoteTemplate
source: Promote Machine to Template
ja: マシンをテンプレートに昇格

# action.palette.cloud.restore
source: Restore Cloud Machine…
ja: Cloud マシンを復元…

# action.palette.cloud.snapshot
source: Snapshot Cloud Machine
ja: Cloud マシンのスナップショットを作成

# action.palette.cloud.status
source: Cloud Machine Status
ja: Cloud マシンの状態

# action.palette.cloud.tools
source: Cloud Machine Tools
ja: Cloud マシンのツール

# action.palette.computerUse.accessibility
source: Grant Accessibility Access
ja: アクセシビリティへのアクセスを許可

# action.palette.computerUse.screenRecording
source: Grant Screen Recording Access
ja: 画面収録へのアクセスを許可

# action.palette.computerUse.setup
source: Computer Use Setup
ja: コンピュータ操作のセットアップ

# action.palette.copyIdentifiers
source: Copy Identifiers
ja: 識別子をコピー

# action.palette.copyPaneID
source: Copy Pane ID
ja: ペイン ID をコピー

# action.palette.copyPaneLink
source: Copy Pane Link
ja: ペインのリンクをコピー

# action.palette.copySurfaceID
source: Copy Tab ID
ja: タブ ID をコピー

# action.palette.copySurfaceLink
source: Copy Tab Link
ja: タブのリンクをコピー

# action.palette.copyWorkspaceID
source: Copy Workspace ID
ja: ワークスペース ID をコピー

# action.palette.copyWorkspaceIDAndRef
source: Copy Workspace ID and Ref
ja: ワークスペース ID と参照をコピー

# action.palette.copyWorkspaceLink
source: Copy Workspace Link
ja: ワークスペースのリンクをコピー

# action.palette.disableBrowser
source: Disable cmux Browser
ja: cmux ブラウザを無効にする

# action.palette.disableMinimalMode
source: Disable Minimal Mode
ja: ミニマルモードを無効にする

# action.palette.enableBrowser
source: Enable cmux Browser
ja: cmux ブラウザを有効にする

# action.palette.enableMinimalMode
source: Enable Minimal Mode
ja: ミニマルモードを有効にする

# action.palette.findWork
source: Find Work
ja: 作業を探す

# action.palette.forkAgentConversationBottom
source: Fork Conversation Below
ja: 会話を下にフォーク

# action.palette.forkAgentConversationLeft
source: Fork Conversation to the Left
ja: 会話を左にフォーク

# action.palette.forkAgentConversationNewTab
source: Fork Conversation to New Tab
ja: 会話を新規タブにフォーク

# action.palette.forkAgentConversationNewWorkspace
source: Fork Conversation to New Workspace
ja: 会話を新規ワークスペースにフォーク

# action.palette.forkAgentConversationRight
source: Fork Conversation to the Right
ja: 会話を右にフォーク

# action.palette.forkAgentConversationTop
source: Fork Conversation Above
ja: 会話を上にフォーク

# action.palette.goToTab
source: Go to Tab…
ja: タブへ移動…

# action.palette.installCLI
source: Install cmux CLI in PATH
ja: cmux CLI を PATH にインストール

# action.palette.launchClaudeTeams
source: Launch Claude Teams
ja: Claude Teams を起動

# action.palette.launchCodexTeams
source: Launch Codex Teams
ja: Codex Teams を起動

# action.palette.layout.open
source: New Workspace from Template…
ja: テンプレートから新規ワークスペース…

# action.palette.makeDefaultTerminal
source: Make cmux the Default Terminal
ja: cmux をデフォルトのターミナルにする

# action.palette.markWorkspaceRead
source: Mark Workspace as Read
ja: ワークスペースを既読にする

# action.palette.markWorkspaceUnread
source: Mark Workspace as Unread
ja: ワークスペースを未読にする

# action.palette.mobileConnect
source: Open Mobile Pairing
ja: モバイルペアリングを開く

# action.palette.moveTabToNewWorkspace
source: Move Tab to New Workspace
ja: タブを新規ワークスペースへ移動

# action.palette.moveWorkspaceToTop
source: Move Workspace to Top
ja: ワークスペースを先頭へ移動

# action.palette.newAgentChat
source: New Agent Chat
ja: 新規エージェントチャット

# action.palette.newSimulatorPane
source: New Simulator Pane
ja: 新規シミュレータペイン

# action.palette.onboardingGallery
source: Onboarding Gallery
ja: オンボーディングギャラリー

# action.palette.open
source: Open Palette Scope…
ja: パレットのスコープを開く…

# action.palette.openCloudPane
source: Open Cloud as Pane
ja: Cloud をペインで開く

# action.palette.openCmuxSettingsFile
source: Open cmux-next.json
ja: cmux-next.json を開く

# action.palette.openDirectoryDiffViewer
source: Open Directory Diff Viewer
ja: ディレクトリの差分ビューアを開く

# action.palette.openFilesPane
source: Open Files as Pane
ja: ファイルをペインで開く

# action.palette.openFindPane
source: Open Find as Pane
ja: 検索をペインで開く

# action.palette.openFolderInVSCodeInline
source: Open Folder in VS Code (Inline)…
ja: フォルダを VS Code(インライン)で開く…

# action.palette.openGhosttySettings
source: Open Ghostty Config
ja: Ghostty の設定を開く

# action.palette.openTaskManager
source: Task Manager
ja: タスクマネージャ

# action.palette.openTerminalChatView
source: Open Terminal as Chat
ja: ターミナルをチャットとして開く

# action.palette.openVaultPane
source: Open Vault as Pane
ja: Vault をペインで開く

# action.palette.openWorkspacePullRequests
source: Open All Workspace PR Links
ja: ワークスペースのすべての PR リンクを開く

# action.palette.openWorkspaceTodoPane
source: Open Todo Pane
ja: Todo ペインを開く

# action.palette.pro.upgrade
source: Upgrade to cmux Pro
ja: cmux Pro にアップグレード

# action.palette.quickAgentChat
source: Quick Agent Chat…
ja: クイックエージェントチャット…

# action.palette.resetWorkspaceColor
source: Reset Workspace Color
ja: ワークスペースの色をリセット

# action.palette.restartSocketListener
source: Restart CLI Listener
ja: CLI リスナーを再起動

# action.palette.searchShortcuts
source: Search Keyboard Shortcuts…
ja: キーボードショートカットを検索…

# action.palette.shortcutKeymap
source: Base Keymap…
ja: ベースキーマップ…

# action.palette.sleepyMode
source: Sleepy Mode
ja: スリープモード

# action.palette.swapWithSession
source: Swap With Session…
ja: セッションと入れ替え…

# action.palette.switchAppChannel
source: Switch Update Channel…
ja: アップデートチャンネルを切り替え…

# action.palette.terminalOpenDirectory
source: Open Current Directory in…
ja: 現在のディレクトリを開く…

# action.palette.terminalToggleTextBoxInput
source: Toggle TextBox
ja: TextBox を切り替え

# action.palette.toggleDictation
source: Toggle Dictation
ja: 音声入力の切り替え

# action.palette.toggleFullWidthTab
source: Toggle Full Width Tab
ja: タブの全幅表示を切り替え

# action.palette.toggleMatchTerminalBackground
source: Toggle Match Terminal Background
ja: ターミナル背景に合わせるを切り替え

# action.palette.toggleSetting
source: Toggle Setting…
ja: 設定を切り替え…

# action.palette.toggleTabPin
source: Pin/Unpin Tab
ja: タブをピン留め/解除

# action.palette.toggleTabUnread
source: Mark Tab as Unread
ja: タブを未読にする

# action.palette.toggleWorkspacePin
source: Pin/Unpin Workspace
ja: ワークスペースをピン留め/解除

# action.palette.uninstallCLI
source: Uninstall cmux CLI from PATH
ja: cmux CLI を PATH からアンインストール

# action.palette.vscodeServeWebRestart
source: Restart VS Code Inline Server
ja: VS Code インラインサーバーを再起動

# action.palette.vscodeServeWebStop
source: Stop VS Code Inline Server
ja: VS Code インラインサーバーを停止

# action.palette.workspaceColor
source: Set Workspace Color…
ja: ワークスペースの色を設定…

# action.palette.workspaceCustomColor
source: Custom Workspace Color…
ja: ワークスペースのカスタムカラー…

# action.palette.workspaceStatus
source: Set Workspace Status…
ja: ワークスペースの状態を設定…

# action.pasteLastScreenshot
source: Paste Last Screenshot
ja: 最新のスクリーンショットを貼り付け

# action.prevSidebarTab
source: Previous Workspace
ja: 前のワークスペース

# action.prevSidebarTabInGroup
source: Previous Workspace in Group
ja: グループ内の前のワークスペース

# action.prevSurface
source: Previous Tab
ja: 前のタブ

# action.prevWorkspaceGroup
source: Previous Workspace Group
ja: 前のワークスペースグループ

# action.quit
source: Quit cmux
ja: cmux を終了

# action.recentlyClosed
source: Recently Closed…
ja: 最近閉じた項目…

# action.recentlyFocused
source: Recently Focused…
ja: 最近フォーカスした項目…

# action.reconnectPane
source: Reconnect Pane
ja: ペインを再接続

# action.reconnectWorkspace
source: Reconnect Workspace
ja: ワークスペースを再接続

# action.reloadConfiguration
source: Reload Configuration
ja: 設定を再読み込み

# action.reloadTab
source: Reload Tab
ja: タブを再読み込み

# action.removeWorkspaceFromGroup
source: Remove Workspace from Group
ja: ワークスペースをグループから外す

# action.renameTab
source: Rename Tab…
ja: タブ名を変更…

# action.renameWorkspace
source: Rename Workspace…
ja: ワークスペース名を変更…
